/* Localizable strings not stored in nib files and not stored in application resources, */
/* the strings below can be accessed using the GetBundleLocalizedString() macro, those */
/* stored in application resources must be accessed using GetLocalizedString() instead. */

// Overview key strings
"DHCP Service is:" = "DHCP-Dienststatus:";
"Start Time:" = "Startzeit:";
"Static Maps:" = "Statische Zuordnungen:";
"%ld active %@, %ld expired" = "%ld aktive %@, %ld abgelaufen";
"%ld active %@" = "%ld aktive %@";
"lease" = "Lease";
"leases" = "Leases";
"Current DHCP Clients:" = "DHCP-Clients aktuell:";
"Last Client Database Update:" = "Letzte Aktualisierung der Clientdatenbank:";

// Search field placeholder text strings
"Computer Name" = "Computername";
"MAC Address" = "MAC-Adresse";
"IP Address" = "IP-Adresse";
"Client ID" = "Client-ID";
"Subnet Name" = "Teilnetzname";

"%d clients" = "%d Clients";

"%d interface" = "%d Anschluss";
"%d interfaces" = "%d Anschlüsse";
"%d address" = "%d Adresse";
"%d addresses" = "%d Adressen";

"Create Static Map..." = "Statische Zuordnung erstellen …";
"Create Static Maps..." = "Statische Zuordnungen erstellen …";
"Create static maps for the selected clients?" = "Statische Zuordnungen für die ausgewählten Clients erstellen?";
"Create static map for the selected client?" = "Statische Zuordnung für den ausgewählten Client erstellen?";
"Create Maps" = "Zuordnungen erstellen";
"Create Map" = "Zuordnung erstellen";
"Each static map will be generated with the client's current network configuration." = "Die statischen Zuordnungen werden mit der aktuellen Netzwerkkonfiguration des jeweiligen Clients erstellt.";
"The static map will be generated with the client's current network configuration." = "Die statische Zuordnung wird mit der aktuellen Netzwerkkonfiguration des Clients erstellt.";

"Delete Leases..." = "Leases löschen …";
"Delete Lease..." = "Lease löschen …";
"Delete selected clients' leases?" = "Ausgewählte Client-Leases löschen?";
"Delete selected client's lease?" = "Ausgewählte Client-Lease löschen?";
"Delete Leases" = "Leases löschen";
"Delete Lease" = "Lease löschen";
"The leases will be deleted immediately." = "Die Leases werden sofort gelöscht.";
"The lease will be deleted immediately." = "Die Lease wird sofort gelöscht.";

"Expired" = "Abgelaufen";

"RUNNING" = "Arbeitet";
"STOPPED" = "Gestoppt";
"STARTING" = "Startet";
"STOPPING" = "Stoppt";
"PAUSED" = "Angehalten";
"UNKNOWN" = "Unbekannt";
"N/A" = "Nicht verfügbar";

"LEASE_HOURS"="Stunden";
"LEASE_DAYS"="Tage";
"LEASE_WEEKS"="Wochen";
"LEASE_MONTHS"="Monate";

"SUBNET_LIST_DELETING_SUBNET_CONFIRM"="Sie löschen ein oder mehrere DHCP-Teilnetze. Möchten Sie diese wirklich löschen?";

"Search Domains:" = "Such-Domains:";
"Default Search Domain:" = "Standard-Such-Domain:";

"SUBNET_MASK"="Teilnetzmaske";
"SUBNET_NAME"="Teilnetzname";
"STARTING_ADDRESS"="Erste Adresse";
"ENDING_ADDRESS"="Letzte Adresse";
	
"100" = "Details finden Sie im Protokoll"; /* General error message */
"200" = "Details finden Sie im Protokoll"; /* Read Settings message */
"300" = "Details finden Sie im Protokoll"; /* Write Settings message */
"400" = "Einige Einstellung sind unzulässig. Details im Protokoll."; /* Read Settings message */

SUBNET_GENERAL_INVALID_START_RANGE = "401";
"401" = "Das Feld für die erste Adresse des Teilnetzes auf der Seite „Allgemein“ enthält eine ungültige IP-Adresse.";

SUBNET_GENERAL_INVALID_END_RANGE = "402";
"402" = "Das Feld für die letzte Adresse des Teilnetzes auf der Seite „Allgemein“ enthält eine ungültige IP-Adresse.";
	
SUBNET_GENERAL_INVALID_ROUTER_ADDRESS = "403";
"403" = "Das Feld für die Routeradresse auf der Seite „Allgemein“ enthält eine ungültige IP-Adresse.";
	
SUBNET_GENERAL_INVALID_SUBNET_MASK = "404";
"404" = "Das Feld für die Teilnetzmaske auf der Seite „Allgemein“ enthält eine ungültige Maske.";

SUBNET_GENERAL_INVALID_IP_RANGE_START = "405";
"405" = "Die erste Adresse auf der Seite „Allgemein“ kann nicht größer als die letzte Adresse sein.";
	
SUBNET_GENERAL_INVALID_IP_RANGE_BAD_SUBNET = "406";
"406" = "Die erste und letzte Adresse auf der Seite „Allgemein“ sind nicht im selben Teilnetz. Überprüfen Sie die erste und die letzte Adresse und die Teilnetzmaske.";
	
SUBNET_GENERAL_INVALID_IP_RANGE_ROUTER_ADDRESS ="407";
"407" = "Die Routeradresse auf der Seite „Allgemein“ ist nicht im selben Teilnetz wie die erste und letzte Adresse. Überprüfen Sie die erste und die letzte Adresse, die Teilnetzmaske und die Routeradresse.";

SUBNET_GENERAL_RANGE_OVERLAP ="408";
"408" = "Der IP-Adressbereich auf der Seite „Allgemein“ überschneidet sich mit einem anderen Teilnetz. Ändern Sie die Teilnetze so, dass sie sich nicht mehr überschneiden.";

DNS_TOO_MANY_SERVERS ="409";
"409" = "Die Liste der DNS-Server auf der Seite „DNS“ darf nicht mehr als drei IP-Adressen enthalten.";
	
DNS_INVALID_DOMAIN_NAME_TOO_FEW_SEGMENTS ="410";
"410" = "Der Domain-Name auf der Seite „DNS“ muss mindestens zwei Segmente enthalten.";

DNS_INVALID_IP = "411";
"411" = "Die Liste der DNS-Server auf der Seite „DNS“ enthält eine ungültige IP-Adresse.";
	
LDAP_INVALID_SERVER = "412";
"412" = "Der Servername auf der Seite „LDAP“ ist unzulässig.";

LDAP_INVALID_BASE = "413";
"413" = "Der Suchbeginn auf der Seite „LDAP“ ist unzulässig.";

LDAP_INVALID_PORT = "414";
"414" = "Der Port auf der Seite „LDAP“ ist unzulässig.";

WINS_INVALID_PRIMARY_IP = "415";
"415" = "Die Adresse des primären Servers auf der Seite „WINS“ ist ungültig. (Beispiel: 192.145.22.40)";

WINS_INVALID_SECONDARY_IP = "416";
"416" = "Die Adresse des sekundären Servers auf der Seite „WINS“ ist ungültig. (Beispiel: 192.145.22.40)";

WINS_INVALID_NBDD_IP = "417";
"417" = "Die Adresse des NBDD-Servers auf der Seite „WINS“ ist ungültig. (Beispiel: 192.145.22.40)";

WINS_INVALID_SCOPE_TOO_FEW_SEGMENTS = "418";
"418" = "Die Bereichs-ID auf der Seite „WINS“ ist ungültig. (Beispiel: BEREICH.COM)";

kEmptyFieldSubnetName = "419";
"419" = "Für „Teilnetzname“ auf der Seite „Allgemein“ wird ein Wert benötigt. Bitte geben Sie die Daten in das Feld ein.";

kEmptyFieldStartingIPAddress = "420";
"420" = "Für „erste Adresse“ auf der Seite „Allgemein“ wird ein Wert benötigt. Bitte geben Sie die Daten in das Feld ein.";

kEmptyFieldEndingIPAddress = "421";
"421" = "Für „Letzte Adresse“ auf der Seite „Allgemein“ wird ein Wert benötigt. Bitte geben Sie die Daten in das Feld ein.";

kEmptyFieldSubnetMask = "422";
"422" = "Für „Teilnetzmaske“ auf der Seite „Allgemein“ wird ein Wert benötigt. Bitte geben Sie die Daten in das Feld ein.";

kEmptyFieldRouter = "423";
"423" = "Für „Router“ auf der Seite „Allgemein“ wird ein Wert benötigt. Bitte geben Sie die Daten in das Feld ein.";

kEmptyFieldLeaseTime = "424";
"424" = "Für „Lease-Dauer“ auf der Seite „Allgemein“ wird ein Wert benötigt. Bitte geben Sie die Daten in das Feld ein.";

kEmptyFieldDefaultDomain = "425";
"425" = "Für „Standard-Domain“ auf der Seite „DNS“ wird ein Wert benötigt. Bitte geben Sie die Daten in das Feld ein.";

kEmptyFieldNameServers = "426";
"426" = "Für „Nameserver“ auf der Seite „DNS“ wird ein Wert benötigt. Bitte geben Sie die Daten in das Feld ein.";

kEmptyFieldServerName = "427";
"427" = "Für „Servername“ auf der Seite „LDAP“ wird ein Wert benötigt. Bitte geben Sie die Daten in das Feld ein.";

kEmptyFieldSearchBase = "428";
"428" = "Für „Suchbeginn“ auf der Seite „LDAP“ wird ein Wert benötigt. Bitte geben Sie die Daten in das Feld ein.";

kEmptyFieldPort = "429";
"429" = "Für „Port“ auf der Seite „LDAP“ wird ein Wert benötigt. Bitte geben Sie die Daten in das Feld ein.";

kEmptyFieldPrimaryServer = "430";
"430" = "Für „primärer Server“ auf der Seite „WINS“ wird ein Wert benötigt. Bitte geben Sie die Daten in das Feld ein.";

kEmptyFieldSecondaryServer = "431";
"431" = "Für „sekundärer Server“ auf der Seite „WINS“ wird ein Wert benötigt. Bitte geben Sie die Daten in das Feld ein.";

kEmptyFieldNBDDServer = "432";
"432" = "Für „NBDD-Server“ auf der Seite „WINS“ wird ein Wert benötigt. Bitte geben Sie die Daten in das Feld ein.";

kEmptyFieldNETBIOSScopeID = "433";
"433" = "Für „Bereichs-ID“ auf der Seite „WINS“ wird ein Wert benötigt. Bitte geben Sie die Daten in das Feld ein.";

kEmptyFieldNodeType = "434";
"434" = "Für „Knotentyp“ auf der Seite „WINS“ wird ein Wert benötigt. Bitte geben Sie die Daten in das Feld ein.";

"You can only specify one default search domain" = "Sie können nur eine Standard-Such-Domain angeben";

"NOT_SET"="Nicht festgelegt";
"BROADCAST_B_NODE"="Broadcast (b-node)";
"PEER_P_NODE"="Peer (p-node)";
"MIXED_M_NODE"="Mixed (m-node)";
"HYBRID_H_NODE"="Hybrid (h-node)";

"kCannotAcceptSettingsAlertTtl" = "Die Einstellungen konnten nicht übernommen werden";
"kCannotSaveSettingsAlertTtl" = "Die Einstellungen konnten nicht gesichert werden";
"kSaveSettingsAlertTtl" = "Möchten Sie die Einstellungen wirklich sichern?";

"kDeleteSubnetsAlertTtl" = "Möchten Sie die ausgewählten Teilnetze wirklich löschen?";

"kOKButton" = "OK";
"kSaveButton" = "Sichern";

"kCancelButton" = "Abbrechen";

"kDeleteButton" = "Löschen";

"LOW" = "Niedrig (nur Fehler)";
"MEDIUM" = "Mittel (Fehler und Warnungen)";
"HIGH" = "Hoch (alle Ereignisse)";

"DHCP Log" = "DHCP-Protokoll";
